# Strings for Dialog Library EOECBarcodeDialogs
643.Barcode.HelpText=
644.Barcode.Title=Strichcode eingeben
645.Barcode.OK.HelpText=
646.Barcode.OK.Label=OK
647.Barcode.Cancel.HelpText=
648.Barcode.Cancel.Label=Abbrechen
651.Barcode.CodeField.HelpText=
652.Barcode.CodeField.Text=
655.Barcode.Help.HelpText=
656.Barcode.Help.Label=Hilfe
659.Barcode.BarcodeType.HelpText=
660.Barcode.BarcodeType.Label=Strichcode Typ
663.Barcode.EAN13.HelpText=
664.Barcode.EAN13.Label=EAN-13
675.Barcode.Bookland.HelpText=ISBN-13 Strichcode von ISBN-10. Auch bekannt als Buchland.
676.Barcode.Bookland.Label=ISBN-13 von ISBN-10
685.Barcode.UPCA.HelpText=
686.Barcode.UPCA.Label=UPC-A
693.Barcode.BarcodeValue.HelpText=
694.Barcode.BarcodeValue.Label=Strichcodewert
699.Barcode.JAN.HelpText=
700.Barcode.JAN.Label=JAN
731.Barcode.ISBN13.HelpText=
732.Barcode.ISBN13.Label=ISBN-13
793.Barcode.WithChecksum.HelpText=
794.Barcode.WithChecksum.Label=Pr\u00fcfsummen-Ziffer hinzuf\u00fcgen
795.Barcode.FixedLine1.HelpText=
796.Barcode.FixedLine1.Label=
801.Barcode.EAN8.HelpText=
802.Barcode.EAN8.Label=EAN-8
803.Barcode.UPCE.HelpText=
804.Barcode.UPCE.Label=UPC-E
EAN-8-length=EAN-8 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 8 Ziffern lang.
EAN-8-length-almost=EAN-8 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 8 Ziffern lang. Geben Sie bitte die Pr\u00fcfsummen-Ziffer an oder stellen sie die automatische Kalkulation ein!
EAN-8-length-checksum=EAN-8 Strichcodes sind, ohne die Pr\u00fcfsummen-Ziffer mitzuz\u00fchlen, 7 Ziffern lang. Sie haben die automatische Kalkulation der Pr\u00fcfsummen-Ziffer ausgew\u00fchlt!
EAN-13-length=EAN-13 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 13 Ziffern lang.
EAN-13-length-almost=EAN-13 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 13 Ziffern lang. Geben Sie bitte die Pr\u00fcfsummen-Ziffer an oder stellen sie die automatische Kalkulation ein!
EAN-13-length-checksum=EAN-13 Strichcodes sind, ohne die Pr\u00fcfsummen-Ziffer mitzuz\u00fchlen, 12 Ziffern lang. Sie haben die automatische Kalkulation der Pr\u00fcfsummen-Ziffer ausgew\u00fchlt!
ISBN-10-length=ISBN-10 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 10 Ziffern lang.
ISBN-10-length-almost=ISBN-10 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 10 Ziffern lang. Geben Sie bitte die Pr\u00fcfsummen-Ziffer an oder stellen sie die automatische Kalkulation ein!
ISBN-10-length-checksum=ISBN-10 Strichcodes sind, ohne die Pr\u00fcfsummen-Ziffer mitzuz\u00fchlen, 9 Ziffern lang. Sie haben die automatische Kalkulation der Pr\u00fcfsummen-Ziffer ausgew\u00fchlt!
ISBN-13-length=ISBN-13 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 13 Ziffern lang.
ISBN-13-length-almost=ISBN-13 Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 13 Ziffern lang. Geben Sie bitte die Pr\u00fcfsummen-Ziffer an oder stellen sie die automatische Kalkulation ein!
ISBN-13-length-checksum=ISBN-13 Strichcodes sind, ohne die Pr\u00fcfsummen-Ziffer mitzuz\u00fchlen, 12 Ziffern lang. Sie haben die automatische Kalkulation der Pr\u00fcfsummen-Ziffer ausgew\u00fchlt!
JAN-length=JAN Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 11 Ziffern lang.
JAN-length-almost=JAN Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 11 Ziffern lang. Geben Sie bitte die Pr\u00fcfsummen-Ziffer an oder stellen sie die automatische Kalkulation ein!
JAN-length-checksum=JAN Strichcodes sind, ohne die Pr\u00fcfsummen-Ziffer mitzuz\u00fchlen, 10 Ziffern lang. Sie haben die automatische Kalkulation der Pr\u00fcfsummen-Ziffer ausgew\u00fchlt!
UPC-A-length=UPC-A Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 12 Ziffern lang.
UPC-A-length-almost=UPC-A Strichcodes sind mit der Pr\u00fcfsummen-Ziffer 12 Ziffern lang. Geben Sie bitte die Pr\u00fcfsummen-Ziffer an oder stellen sie die automatische Kalkulation ein!
UPC-A-length-checksum=UPC-A Strichcodes sind, ohne die Pr\u00fcfsummen-Ziffer mitzuz\u00fchlen, 11 Ziffern lang. Sie haben die automatische Kalkulation der Pr\u00fcfsummen-Ziffer ausgew\u00fchlt!
UPC-E-length=UPC-E Strichcodes sind 8 Ziffern lang, die Pr\u00fcfsummen-Ziffer inbegriffen.
UPC-E-length-almost=UPC-E Strichcodes sind 11 Ziffern lang, die Pr\u00fcfsummen-Ziffer inbegriffen. Geben Sie bitte die Pr\u00fcfsummen-Ziffer an oder stellen sie die automatische Kalkulation ein!
UPC-E-length-checksum=UPC-E Strichcodes sind, ohne die Pr\u00fcfsummen-Ziffer mitzuz\u00fchlen, 6 oder 7 Ziffern lang. Sie haben die automatische Kalkulation der Pr\u00fcfsummen-Ziffer ausgew\u00fchlt!
UPC-E-zero=UPC-E Codes in einem anderen Zahlensystem als 0 werden momentan nicht unterst\u00fctzt.
INTERLEAVED2OF5-length-even=Sie haben sich f\u00fcr das Hinzuf\u00fcgen der Pr\u00fcfsummenziffer entschieden, aber eine Eingabe von gerader L\u00e4nge angegeben. Interleaved 2 of 5 kann nur Eingaben gerader L\u00e4nge kodieren, so dass entweder die Pr\u00fcfsummenziffer entfernt werden muss oder die Eingabe eine ungerade L\u00e4nge haben muss.
INTERLEAVED2OF5-length-odd=Der Input hat eine ungerade L\u00e4nge. Interleaved 2 of 5 kann nur Eingaben mit gerader L\u00e4nge kodieren, daher muss entweder eine Pr\u00fcfsummenziffer hinzugef\u00fcgt werden oder die Eingabe muss von gerader L\u00e4nge sein.
CODE-128-can-not-be-encoded=Einige der Zeichen in der Eingabe k\u00f6nnen nicht in Code 128 kodiert werden.
CODE-128-checksum-will-be-calculated=Die Pr\u00fcfsumme wird automatisch hinzugef\u00fcgt.
about=\u00dcber Barcode
aboutURL=https://github.com/LibreOffice/barcode/
only-decimal=Bitte nur Dezimalzahlen.
title=Barcode
813.Barcode.STANDARD2OF5.HelpText=
814.Barcode.STANDARD2OF5.Label=Standard 2/5 (Code 25)
817.Barcode.INTERLEAVED2OF5.HelpText=
818.Barcode.INTERLEAVED2OF5.Label=Interleaved 2/5 (ITF 25)
819.Barcode.CODE128.Label=Code 128
822.Barcode.SizeFrame.HelpText=
823.Barcode.SizeFrame.Label=Gr\u00f6\u00dfe
837.Barcode.Width.HelpText=
838.Barcode.Width.Label=Breite in %
852.Barcode.Height.HelpText=
853.Barcode.Height.Label=H\u00f6he in %
882.Barcode.WidthModify.HelpText=
883.WidthModify.StringItemList=60
884.WidthModify.StringItemList=70
885.WidthModify.StringItemList=80
886.WidthModify.StringItemList=90
887.WidthModify.StringItemList=100
888.WidthModify.StringItemList=110
889.WidthModify.StringItemList=120
890.Barcode.WidthModify.Text=100
891.Barcode.HeightModify.HelpText=
892.HeightModify.StringItemList=10
893.HeightModify.StringItemList=20
894.HeightModify.StringItemList=30
895.HeightModify.StringItemList=40
896.HeightModify.StringItemList=50
897.HeightModify.StringItemList=60
898.HeightModify.StringItemList=70
899.HeightModify.StringItemList=80
900.HeightModify.StringItemList=90
901.HeightModify.StringItemList=100
902.Barcode.HeightModify.Text=100
903.Barcode.FrameControl1.HelpText=
904.Barcode.FrameControl1.Label=Strichcode Gr\u00f6\u00dfe
907.Barcode.MassDisabled.HelpText=
908.Barcode.MassDisabled.Label=OptionButton1
913.Barcode.MultipleText.HelpText=
914.Barcode.MultipleText.Label=OptionButton1
917.Barcode.FromFile.HelpText=
918.Barcode.FromFile.Label=OptionButton1
919.Barcode.FileControl1.HelpText=
920.Barcode.FileControl1.Text=
927.Barcode.MultipleSeparator.HelpText=
928.MultipleSeparator.StringItemList=
929.MultipleSeparator.StringItemList=
930.MultipleSeparator.StringItemList=
931.MultipleSeparator.StringItemList=
932.Barcode.MultipleSeparator.Text=
933.Barcode.ComboBox1.HelpText=
938.Barcode.ComboBox1.Text=
945.ComboBox1.StringItemList=
946.ComboBox1.StringItemList=
947.ComboBox1.StringItemList=
948.ComboBox1.StringItemList=
949.ComboBox1.StringItemList=
950.ComboBox1.StringItemList=
951.ComboBox1.StringItemList=
952.ComboBox1.StringItemList=
953.ComboBox1.StringItemList=
954.ComboBox1.StringItemList=
955.ComboBox1.StringItemList=
956.ComboBox1.StringItemList=
957.ComboBox1.StringItemList=
958.ComboBox1.StringItemList=
959.ComboBox1.StringItemList=
960.ComboBox1.StringItemList=
961.ComboBox1.StringItemList=
962.ComboBox1.StringItemList=
963.ComboBox1.StringItemList=
964.ComboBox1.StringItemList=
967.Barcode.FileRow.HelpText=
968.Barcode.FileRow.Label=OptionButton1
971.Barcode.FileColumn.HelpText=
972.Barcode.FileColumn.Label=OptionButton1
979.Barcode.Dot.HelpText=
980.Barcode.Dot.Label=Label1
